# 娱乐相关的标签 （搞笑的）
娱乐_tags = [
    '娱乐',
    '搞笑',
    '沙雕',
]
# 游戏 （搞笑的）
游戏_tags = [
    '游戏',
    '电子竞技',
    '网络游戏',
    '单机游戏',
    '手机游戏',
    '桌游棋牌',
    '音游',
    '独立游戏',
    '恐怖游戏',
]
# 短剧场 （搞笑的）
短剧_tags = [
    '小剧场',
    '短剧',
]
# 短视频
short_video_tags = [
    '短视频',
]
# 社会生活
social_life_tags = [
    '社会',
    '社会生活',
    '年轻人生活图鉴',
    '生活',
    '生活记录',
    '赚钱',
    '记录',
    '记录生活',
    '打工人',
]
# 教育
education_tags = [
    '教育',
    '高考',
    '考研',
    '学习',
    '学习方法',
    '学习技巧',
    '学习资料',
    '学习笔记',
    '学习分享',
    '高中',
    '初中',
    '小学',
    '大学',
    '大学生',
    '大学生活',
    '高中生',
    '初中生',
    '小学生',
    '中学生',
    '中学',
    '中学生活',
]
# 法律
law_tags = [
    '法律',
    '法律知识',
    '犯罪',
    '普法',
    '刑罚',
]
# 时政
current_affairs_tags = [
    '时政',
    '时事',
    '时政新闻',
    '时政解读',
    '时政要闻',
    '时政热点',
]
# 钓鱼
钓鱼_tags = [
    '钓鱼', # 部分其他类型的视频也可能加
    '钓鱼佬',
]
# 旅游
travel_tags = [
    '旅游',
    '旅行',
    '旅游攻略',
    '夏日旅行奇遇记',
]
# 动物
animal_tags = [
    '动物',
    '动物观察局',
    '动物世界',
]
# 美食
food_tags = [
    '美食',
    '美食制作',
    '吃货',
    '吃播',
    '探店',
]
