娱乐_tags = [ # 720p
    '娱乐',
    '明星',
    '娱乐圈',
    '偶像',
]
搞笑_tags = [ # 480p
    '搞笑',
    '沙雕',
]
游戏_tags = [# 1080p
    '游戏',
    '电子竞技',
    '网络游戏',
    '单机游戏',
    '手机游戏',
    '桌游棋牌',
    '音游',
    '独立游戏',
    '恐怖游戏',
    'galgame',
    '!CG', # 如果是CG/发布会/实机演示，画质拉满
    '!发布会',
    '!实机演示',
]
# 短剧 （搞笑的）
短剧_tags = [ # 480p
    '小剧场',
    '短剧',
]
# 短视频 （还是搞笑的）
short_video_tags = [ # 720p
    '短视频',
]
# 社会生活
social_life_tags = [
    '社会',
    '社会生活',
    '年轻人生活图鉴',# 一些搞笑视频也有
    '生活',# 一些搞笑视频也有
    '生活记录',
    '赚钱',
    '记录',
    '记录生活',
    '打工人',
]
# 教育
education_tags = [
    '教育',
    '高考',
    '考研',
    '学习',
    '学习方法',
    '学习技巧',
    '学习资料',
    '学习笔记',
    '学习分享',
    '高中',
    '初中',
    '小学',
    '大学',
    '大学生',
    '大学生活',
    '高中生',
    '初中生',
    '小学生',
    '中学生',
    '中学',
    '中学生活',
]
# 法律
law_tags = [
    '法律',
    '法律知识',
    '犯罪',
    '普法',
    '刑罚',
]
# 时政
current_affairs_tags = [
    '时政',
    '时事',
    '时政新闻',
    '时政解读',
    '时政要闻',
    '时政热点',
]
# 钓鱼
钓鱼_tags = [ # 720p
    '钓鱼',
    '钓鱼佬',
]
# 旅游
travel_tags = [ # 画质拉满
    '旅游',
    '旅行',
    '旅游攻略',
    '夏日旅行奇遇记',
]
# 动物
animal_tags = [ # 未定
    '动物',
    '动物观察局',
    '动物世界',
]
# 美食
food_tags = [ # 1080p/1080p+ （很多UP会传4k，太占存储了）
    '美食',
    '美食制作',
    '吃货',
    '吃播',
    '探店',
]
